Repository: dengbo11/deepin-pw-check
Catalog: misc/po/*.po
Languages: pl

source: Checking successful
pl: Sprawdzono pomyślnie

source: The password cannot be empty
pl: Pole na hasło nie może być puste

source: Minimum of %d characters. At least %d types: 0-9, a-z, A-Z and symbols. Different from the username.
pl: Wymagane jest %d znaków. Co najmniej %d typy: 0-9, a-z, A-Z i symbole. Inne od nazwy użytkownika.

source: Password must be no more than %d characters
pl: Hasło nie może zawierać więcej niż %d znaków

source: Password can only contain English letters (case-sensitive), numbers or special symbols (~`!@#$%^&*()-_+=|\{}[]:"'<>,.?/)
pl: Hasło musi zawierać tylko litery angielskie (z rozróżnieniem wielkich i małych), cyfry lub symbole specjalne (~`!@#$%^&*()-_+=|\{}[]:"'<>,.?/)

source: Password must not contain more than %d palindrome characters
pl: Hasło nie może zawierać więcej niż %d znaki palindromowe

source: Create a strong password please
pl: Utwórz silne hasło

source: Do not use common words and combinations as password
pl: Nie używaj popularnych słów i kombinacji jako hasła

source: Parameter options are invalid
pl: Opcje parametrów są nieprawidłowe

source: Internal error
pl: Błąd wewnętrzny

source: Invalid user
pl: Nieprawidłowy użytkownik

source: It does not meet password rules
pl: Nie spełnia zasad dotyczących haseł

source: Invalid error type
pl: Nieprawidłowy typ błędu
